tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "giflib"
brew "imath"
brew "jpeg-turbo"
brew "libpng"
brew "xz"
brew "zstd"
brew "openexr"
brew "aom"
brew "readline"
brew "sqlite"
brew "python@3.12"
brew "glib"
brew "libx11"
brew "gmp"
brew "coreutils"
brew "croc"
brew "libidn2"
brew "libnghttp2"
brew "openldap"
brew "curl"
brew "deno"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libarchive"
brew "libunibreak"
brew "libass"
brew "libmicrohttpd"
brew "mbedtls"
brew "mpg123"
brew "openblas"
brew "numpy"
brew "openvino"
brew "sdl2"
brew "svt-av1"
brew "tesseract"
brew "x265"
brew "ffmpeg"
brew "findutils"
brew "git"
brew "gnu-sed"
brew "libgpg-error"
brew "libksba"
brew "npth"
brew "gnupg"
brew "htop"
brew "hwatch"
brew "jq"
brew "libpsl"
brew "lzlib"
brew "moreutils"
brew "nano"
brew "nanorc"
brew "node"
brew "p7zip"
brew "unar"
brew "wget2"
brew "yarn"
brew "yt-dlp"
cask "1password"
cask "aldente"
cask "android-platform-tools"
cask "balenaetcher"
cask "cloudflare-warp"
cask "discord"
cask "font-monaspace"
cask "google-chrome"
cask "mos"
cask "nvidia-geforce-now"
cask "obsidian"
cask "openmtp"
cask "protonvpn"
cask "qlvideo"
cask "rectangle"
cask "spotify"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
vscode "charliermarsh.ruff"
vscode "davidanson.vscode-markdownlint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "pepri.subtitles-editor"
vscode "redhat.vscode-yaml"
vscode "standard.vscode-standard"
vscode "tabnine.tabnine-vscode"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
